Autodesk.Revit.DB.ExtensibleStorage.DataStorage.Create(Autodesk.Revit.DB.Document)
Creates a new DataStorage element and adds it to the document.
doc:
Document to which the new element should be added.
Returns:
The newly created DataStorage element.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2013